import {
  Coffee,
  SchoolRounded,
  DataObjectRounded,
  DomainVerificationRounded,
} from "@mui/icons-material"
import userAvatar from "../assets/user.png"
import React from "react"

export const devWorkInfo = [
  // {
  //   tooltipTitle: "تعداد قهوه های خورده شده",
  //   icon: <Coffee  />,
  //   total: 1650,
  //   color: "lightcoral",
  // },
  // {
  //   tooltipTitle: "تعداد دوره های من",
  //   icon: <SchoolRounded />,
  //   total: 25,
  //   color: "lightskyblue",
  // },
  {
    tooltipTitle: "تعداد پروژه های من",
    icon: <DataObjectRounded color="text.primary" />,
    total: 34,
    color: "royalblue",
  },
  {
    tooltipTitle: "تعداد پروژه های به پایان رسیده",
    icon: <DomainVerificationRounded color="text.primary" />,
    total: 12,
    color: "tomato",
  },
]

export const userComments = [
  {
    fullname: "امیرحسین جلالی منش",
    jobTitle: "  برنامه نویس فول استک",
    avatar: userAvatar,
    comment: `
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
            `,
  },
  {
    fullname: "امیرحسین جلالی منش",
    jobTitle: "  برنامه نویس فول استک",
    avatar: userAvatar,
    comment: `
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
            `,
  },
  {
    fullname: "امیرحسین جلالی منش",
    jobTitle: "  برنامه نویس فول استک",
    avatar: userAvatar,
    comment: `
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
            `,
  },
]
